Repository: flexlixrup/TranslateKitSDK
Catalog: Sources/TranslateKitDeveloperTools/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

# TK.Label.commits
source: Commits
ar: التغييرات
bg: Комити
cs: Komenty
el: Δεσμεύσεις
es: Confirmaciones
es_419: Confirmaciones
fi: Sitoumukset
fr: Engagements
fr_ca: Engagements
he: פקודות
hi: कमिट्स
hr: Zahvati
hu: Elkötelezések
id: Komit
it: Commit
ja: コミット
kk: Коммиттер
ko: 커밋
ms: Komit
nb: Endringer
pl: Zmiany
ro: Commit-uri
ru: Коммиты
sk: Zmeny
sv: Committer
th: การเปลี่ยนแปลง
tr: Taahhütler
uk: Коміти
vi: Lần cập nhật
zh_hans: 提交
zh_hant: 提交
zh_hk: 提交

# TK.Label.compiler
source: Compiler
ar: مترجم
bg: Компилатор
ca: Compilador
cs: Kompilátor
da: Komplier
el: Μεταγλωττιστής
es: Compilador
es_419: Compilador
fi: Kääntäjä
fr: Compilateur
fr_ca: Compilateur
he: מהדר
hi: कंपाइलर
hr: Prevoditelj
hu: Fordító
id: Kompiler
it: Compilatore
ja: コンパイラ
kk: Компилятор
ko: 컴파일러
ms: Penyusun
nb: Kompiler
pl: Kompilator
pt_br: Compilador
pt_pt: Compilador
ro: Compilator
ru: Компилятор
sk: Kompilátor
sv: Kompilator
th: คอมไพเลอร์
tr: Derleyici
uk: Компілер
vi: Biên dịch
zh_hans: 编译器
zh_hant: 編譯器
zh_hk: 編譯器

# TK.Label.configuration
source: Configuration
ar: الإعدادات
bg: Конфигурация
ca: Configuració
cs: Konfigurace
da: Konfiguration
de: Konfiguration
el: Διαμόρφωση
es: Configuración
es_419: Configuración
fi: Määritykset
he: הגדרה
hi: कॉन्फ़िगरेशन
hr: Konfiguracija
hu: Beállítások
id: Konfigurasi
it: Configurazione
ja: 設定
kk: Конфигурация
ko: 설정
ms: Konfigurasi
nb: Konfigurasjon
nl: Configuratie
pl: Konfiguracja
pt_br: Configuração
pt_pt: Configuração
ro: Configurare
ru: Настройки
sk: Konfigurácia
sv: Konfiguration
th: การตั้งค่า
tr: Yapılandırma
uk: Налаштування
vi: Cấu hình
zh_hans: 配置
zh_hant: 配置
zh_hk: 配置

# TK.Label.console
source: Console
ar: وحدة التحكم
bg: Конзола
ca: Consola
cs: Konzole
da: Konsol
de: Konsole
el: Κονσόλα
es: Consola
es_419: Consola
fi: Konsoli
he: קונסולה
hi: कंसोल
hr: Konzola
hu: Konzol
id: Konsol
ja: コンソール
kk: Консоль
ko: 콘솔
ms: Konsol
nb: Konsoll
pl: Konsola
ro: Consolă
ru: Консоль
sk: Konzola
sv: Konsol
th: คอนโซล
tr: Konsol
uk: Консоль
vi: Bảng điều khiển
zh_hans: 控制台
zh_hant: 控制台
zh_hk: 控制台

# TK.Label.cpuUsage
source: CPU Usage
ar: استخدام وحدة المعالجة المركزية
bg: Използване на ЦПУ
ca: Ús del CPU
cs: Využití CPU
da: CPU-brug
de: CPU-Nutzung
el: Χρήση CPU
es: Uso de CPU
es_419: Uso de CPU
fi: CPU:n käyttö
fr: Utilisation du processeur
fr_ca: Utilisation du CPU
he: שימוש במעבד
hi: सीपीयू उपयोग
hr: Korištenje CPU-a
hu: CPU Használat
id: Penggunaan CPU
it: Utilizzo CPU
ja: CPU使用率
kk: ЦП қолдану
ko: CPU 사용량
ms: Penggunaan CPU
nb: CPU-bruk
nl: CPU-gebruik
pl: Zużycie CPU
pt_br: Uso da CPU
pt_pt: Uso de CPU
ro: Utilizarea CPU
ru: Использование ЦП
sk: Využívanie CPU
sv: CPU-användning
th: การใช้งาน CPU
tr: CPU Kullanımı
uk: Використання ЦП
vi: Sử dụng CPU
zh_hans: CPU使用率
zh_hant: CPU 使用率
zh_hk: CPU 使用率

# TK.Label.debugLevel
source: Debug Level
ar: مستوى التصحيح
bg: Ниво на отстраняване на грешки
ca: Nivell de depuració
cs: Úroveň ladění
da: Fejlfindingsniveau
de: Debug-Stufe
el: Επίπεδο Αποσφαλμάτωσης
es: Nivel de Depuración
es_419: Nivel de Depuración
fi: Virhetaso
fr: Niveau de débogage
fr_ca: Niveau de débogage
he: דרגת דיבוג
hi: डिबग स्तर
hr: Razina debagiranja
hu: Hibakeresési szint
id: Tingkat Debug
it: Livello di debug
ja: デバッグレベル
kk: Дебаг деңгейі
ko: 디버그 수준
ms: Tahap Debug
nb: Feilnivå
nl: Debugniveau
pl: Poziom debugowania
pt_br: Nível de Depuração
pt_pt: Nível de Depuração
ro: Nivel de depanare
ru: Уровень отладки
sk: Úroveň ladenia
sv: Debuggningsnivå
th: ระดับการดีบัก
tr: Hata Ayıklama Seviyesi
uk: Рівень відладки
vi: Mức độ gỡ lỗi
zh_hans: 调试级别
zh_hant: 除錯級別
zh_hk: 調試級別

# TK.Label.dependencies
source: Dependencies
ar: اعتمادات
bg: Зависимости
ca: Dependències
cs: Závislosti
da: Afhængigheder
de: Abhängigkeiten
el: Εξαρτήσεις
es: Dependencias
es_419: Dependencias
fi: Riippuvuudet
fr: Dépendances
fr_ca: Dépendances
he: תלות
hi: निर्भरता
hr: Ovisnosti
hu: Függőségek
id: Ketergantungan
it: Dipendenze
ja: 依存関係
kk: Тәуелділіктер
ko: 종속성
ms: Kebergantungan
nb: Avhengigheter
nl: Afhankelijkheden
pl: Zależności
pt_br: Dependências
pt_pt: Dependências
ro: Dependențe
ru: Зависимости
sk: Závislosti
sv: Beroenden
th: การพึ่งพา
tr: Bağımlılıklar
uk: Залежності
vi: Phụ thuộc
zh_hans: 依赖关系
zh_hant: 依賴關係
zh_hk: 依賴項

# TK.Label.devices
source: Devices
ar: الأجهزة
bg: Устройства
ca: Dispositius
cs: Zařízení
da: Enheder
de: Geräte
el: Συσκευές
es: Dispositivos
es_419: Dispositivos
fi: Laitteet
fr: Appareils
fr_ca: Appareils
he: מכשירים
hi: डिवाइस
hr: Uređaji
hu: Eszközök
id: Perangkat
it: Dispositivi
ja: デバイス
kk: Құрылғылар
ko: 기기
ms: Peranti
nb: Enheter
nl: Apparaten
pl: Urządzenia
pt_br: Dispositivos
pt_pt: Dispositivos
ro: Dispozitive
ru: Устройства
sk: Zariadenia
sv: Enheter
th: อุปกรณ์
tr: Aygıtlar
uk: Пристрої
vi: Thiết bị
zh_hans: 设备
zh_hant: 裝置
zh_hk: 裝置

# TK.Label.diagnostics
source: Diagnostics
ar: التشخيصات
bg: Диагностика
ca: Diagnòstic
cs: Diagnostika
da: Diagnostik
de: Diagnose
el: Διαγνωστικά
es: Diagnóstico
es_419: Diagnósticos
fi: Vianmääritys
he: דיאגנוסטיקה
hi: डायग्नॉस्टिक
hr: Dijagnostika
hu: Diagnosztika
id: Diagnostik
it: Diagnostica
ja: 診断ツール
kk: Диагностика
ko: 진단
ms: Diagnostik
nb: Diagnostikk
nl: Diagnostiek
pl: Diagnostyka
pt_br: Diagnósticos
pt_pt: Diagnóstico
ro: Diagnostice
ru: Диагностика
sk: Diagnostika
sv: Diagnos
th: การวินิจฉัย
tr: Tanılar
uk: Діагностика
vi: Chẩn đoán
zh_hans: 诊断信息
zh_hant: 診斷
zh_hk: 診斷

# TK.Label.documentation
source: Documentation
ar: وثائق
bg: Документация
ca: Documentació
cs: Dokumentace
da: Dokumentation
de: Dokumentation
el: Τεκμηρίωση
es: Documentación
es_419: Documentación
fi: Dokumentaatio
he: תיעוד
hi: प्रलेखन
hr: Dokumentacija
hu: Dokumentáció
id: Dokumentasi
it: Documentazione
ja: ドキュメンテーション
kk: Құжаттама
ko: 문서
ms: Dokumentasi
nb: Dokumentasjon
nl: Documentatie
pl: Dokumentacja
pt_br: Documentação
pt_pt: Documentação
ro: Documentație
ru: Документация
sk: Dokumentácia
sv: Dokumentation
th: เอกสาร
tr: Dokümantasyon
uk: Документація
vi: Tài liệu
zh_hans: 文档
zh_hant: 文件
zh_hk: 文檔

# TK.Label.endpoint
source: Endpoint
ar: نقطة النهاية
bg: Точка на достъп
ca: Punt final
cs: Cíl
de: Endpunkt
el: Τερματικό σημείο
es: Punto Final
es_419: Punto final
fi: Päätepiste
fr: Point d'API
fr_ca: Point de terminaison
he: נקודת קצה
hi: एंडपॉइंट
hr: Krajna točka
hu: Végpont
id: Titik Akhir
ja: エンドポイント
kk: Аяқтау нүктесі
ko: 엔드포인트
ms: Titik Akhir
nb: Endepunkt
nl: Eindpunt
pl: Punkt końcowy
ro: Punct final
ru: Конечная точка
sk: Koncový bod
sv: Slutpunkt
th: จุดเชื่อมต่อ
tr: Uç Nokta
uk: Точка доступу
vi: Điểm Cuối
zh_hans: 端点
zh_hant: 端點
zh_hk: 端點

# TK.Label.environment
source: Environment
ar: بيئة
bg: Околна среда
ca: Entorn
cs: Prostředí
da: Miljø
de: Umgebung
el: Περιβάλλον
es: Entorno
es_419: Entorno
fi: Ympäristö
fr: Environnement
fr_ca: Environnement
he: סביבה
hi: पर्यावरण
hr: Okruženje
hu: Környezet
id: Lingkungan
it: Ambiente
ja: 環境
kk: Орта
ko: 환경
ms: Persekitaran
nb: Miljø
nl: Omgeving
pl: Środowisko
pt_br: Ambiente
pt_pt: Ambiente
ro: Mediu
ru: Окружение
sk: Prostredia
sv: Miljö
th: สภาพแวดล้อม
tr: Ortam
uk: Середовище
vi: Môi Trường
zh_hans: 环境
zh_hant: 環境
zh_hk: 環境

# TK.Label.error
source: Error
ar: خطأ
bg: Грешка
cs: Chyba
da: Fejl
de: Fehler
el: Σφάλμα
fi: Virhe
fr: Erreur
fr_ca: Erreur
he: שגיאה
hi: एरर
hr: Greška
hu: Hiba
id: Kesalahan
it: Errore
ja: エラー
kk: Қате
ko: 오류
ms: Ralat
nb: Feil
nl: Fout
pl: Błąd
pt_br: Erro
pt_pt: Erro
ro: Eroare
ru: Ошибка
sk: Chyba
sv: Fel
th: ข้อผิดพลาด
tr: Hata
uk: Помилка
vi: Lỗi
zh_hans: 错误
zh_hant: 錯誤
zh_hk: 錯誤

# TK.Label.files
source: Files
ar: الملفات
bg: Файлове
ca: Arxius
cs: Soubory
da: Filer
de: Dateien
el: Αρχεία
es: Archivos
es_419: Archivos
fi: Tiedostot
fr: Fichiers
fr_ca: Fichiers
he: קבצים
hi: फ़ाइलें
hr: Datoteke
hu: Fájlok
id: File
it: File
ja: ファイル
kk: Файлдар
ko: 파일
ms: Fail
nb: Filer
nl: Bestanden
pl: Pliki
pt_br: Arquivos
pt_pt: Ficheiros
ro: Fișiere
ru: Файлы
sk: Súbory
sv: Filer
th: ไฟล์
tr: Dosyalar
uk: Файли
vi: Tệp
zh_hans: 文件
zh_hant: 檔案
zh_hk: 檔案

# TK.Label.framework
source: Framework
ar: إطار عمل
bg: Фреймуърк
ca: Llibre de treballs
cs: Rámec
el: Πλατφόρμα
es: Marco
fi: Kehys
fr: Cadre
fr_ca: Cadre logiciel
he: מסגרת עבודה
hi: फ्रेमवर्क
hr: Okvir
hu: Keretrendszer
id: Kerangka Kerja
ja: フレームワーク
kk: Жүйе
ko: 프레임워크
ms: Kerangka
nb: Rammeverk
pl: Ramowy System
ro: Cadru de Lucru
ru: Фреймворк
sk: Rámec
sv: Ramverk
th: เฟรมเวิร์ก
tr: Çerçeve
uk: Фреймворк
vi: Khung Phần Mềm
zh_hans: 框架
zh_hant: 框架
zh_hk: 框架

# TK.Label.logs
source: Logs
ar: السجلات
bg: Логове
ca: Registres
cs: Záznamy
de: Protokolle
el: Καταγραφές
es: Registros
es_419: Registros
fi: Lokit
fr: Journaux
fr_ca: Journaux
he: יומנים
hi: लॉग्स
hr: Zapisi
hu: Naplók
id: Log
it: Registro
ja: ログ
kk: Журналдар
ko: 로그
ms: Log
nb: Logger
nl: Logboeken
pl: Dzienniki
pt_br: Registros
pt_pt: Registos
ro: Jurnale
ru: Логи
sk: Záznamy
sv: Loggar
th: บันทึก
tr: Kayıtlar
uk: Логи
vi: Nhật ký
zh_hans: 日志
zh_hant: 日誌
zh_hk: 日誌

# TK.Label.memoryUsage
source: Memory Usage
ar: استخدام الذاكرة
bg: Използване на паметта
ca: Ús de memòria
cs: Využití paměti
da: Hukommelsesforbrug
de: Speichernutzung
el: Χρήση Μνήμης
es: Uso de memoria
es_419: Uso de memoria
fi: Muistin käyttö
fr: Utilisation de la Mémoire
fr_ca: Utilisation de la mémoire
he: שימוש בזיכרון
hi: स्मृति उपयोग
hr: Korištenje memorije
hu: Memória használat
id: Penggunaan Memori
it: Utilizzo della memoria
ja: メモリ使用量
kk: Жады пайдаланылуы
ko: 메모리 사용량
ms: Penggunaan Memori
nb: Minnebruk
nl: Geheugenverbruik
pl: Użycie pamięci
pt_br: Uso de Memória
pt_pt: Uso de Memória
ro: Utilizarea Memoriei
ru: Использование памяти
sk: Využitie pamäte
sv: Minnesanvändning
th: การใช้หน่วยความจำ
tr: Bellek Kullanımı
uk: Використання пам'яті
vi: Sử dụng bộ nhớ
zh_hans: 内存使用率
zh_hant: 記憶體使用
zh_hk: 內存使用量

# TK.Label.network
source: Network
ar: الشبكة
bg: Мрежа
ca: Xarxa
cs: Síť
da: Netværk
de: Netzwerk
el: Δίκτυο
es: Red
es_419: Red
fi: Verkko
fr: Réseau
fr_ca: Réseau
he: רשת
hi: नेटवर्क
hr: Mreža
hu: Hálózat
id: Jaringan
it: Rete
ja: ネットワーク
kk: Желі
ko: 네트워크
ms: Rangkaian
nb: Nettverk
nl: Netwerk
pl: Sieć
pt_br: Rede
pt_pt: Rede
ro: Rețea
ru: Сеть
sk: Sieť
sv: Nätverk
th: เครือข่าย
tr: Ağ
uk: Мережа
vi: Mạng
zh_hans: 网络
zh_hant: 網路
zh_hk: 網絡

# TK.Label.parameters
source: Parameters
ar: المعلمات
bg: Параметри
ca: Paràmetres
cs: Parametry
da: Parametre
de: Parameter
el: Παράμετροι
es: Parámetros
es_419: Parámetros
fi: Parametrit
fr: Paramètres
fr_ca: Paramètres
he: פרמטרים
hi: पैरामीटर
hr: Parametri
hu: Paraméterek
id: Parameter
it: Parametri
ja: パラメータ
kk: Параметрлері
ko: 매개변수
ms: Parameter
nb: Parametre
pl: Parametry
pt_br: Parâmetros
pt_pt: Parâmetros
ro: Parametri
ru: Параметры
sk: Parametre
sv: Parametrar
th: พารามิเตอร์
tr: Parametreler
uk: Параметри
vi: Tham số
zh_hans: 参数
zh_hant: 參數
zh_hk: 參數

# TK.Label.permissions
source: Permissions
ar: الصلاحيات
bg: Разрешения
ca: Permisos
cs: Oprávnění
da: Tilladelser
de: Berechtigungen
el: Δικαιώματα
es: Permisos
es_419: Permisos
fi: Käyttöoikeudet
he: הרשאות
hi: अनुमतियाँ
hr: Dozvole
hu: Engedélyek
id: Izin
it: Autorizzazioni
ja: 権限
kk: Рұқсаттар
ko: 권한
ms: Kebenaran
nb: Tillatelser
nl: Toestemmingen
pl: Uprawnienia
pt_br: Permissões
pt_pt: Permissões
ro: Permisiuni
ru: Разрешения
sk: Oprávnenia
sv: Behörigheter
th: สิทธิการเข้าถึง
tr: İzinler
uk: Дозволи
vi: Quyền hạn
zh_hans: 权限
zh_hant: 權限
zh_hk: 權限

# TK.Label.repository
source: Repository
ar: مستودع
bg: Репозиториум
ca: Repositori
cs: Repozitář
el: Αποθετήριο
es: Repositorio
es_419: Repositorio
fi: Arkisto
fr: Référentiel
fr_ca: Dépôt
he: מאגר
hi: रिपॉजिटरी
hr: Skladište
hu: Tárhely
id: Repositori
ja: リポジトリ
kk: Репозиторий
ko: 저장소
ms: Repositori
nb: Lager
pl: Repozytorium
pt_br: Repositório
pt_pt: Repositório
ru: Репозиторий
sk: Úložisko
th: ที่เก็บ
tr: Depo
uk: Репозиторій
vi: Kho lưu trữ
zh_hans: 代码库
zh_hant: 存儲庫
zh_hk: 代碼庫

# TK.Label.settings
source: Settings
ar: الإعدادات
bg: Настройки
ca: Configuració
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
es_419: Ajustes
fi: Asetukset
fr: Réglages
fr_ca: Réglages
he: הגדרות
hi: सेटिंग्ज़
hr: Postavke
hu: Beállítások
id: Pengaturan
it: Impostazioni
ja: 設定
kk: Реттеулер
ko: 설정
ms: Seting
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt_br: Ajustes
pt_pt: Definições
ro: Configurări
ru: Настройки
sk: Nastavenia
sv: Inställningar
th: การตั้งค่า
tr: Ayarlar
uk: Параметри
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定
zh_hk: 設定

# TK.Label.version
source: Version
ar: الإصدار
bg: Версия
ca: Versió
cs: Verze
el: Έκδοση
es: Versión
es_419: Versión
fi: Versio
he: גירסה
hi: संस्करण
hr: Verzija
hu: Verzió
id: Versi
it: Versione
ja: バージョン
kk: Нұсқа
ko: 버전
ms: Versi
nb: Versjon
nl: Versie
pl: Wersja
pt_br: Versão
pt_pt: Versão
ro: Versiune
ru: Версия
sk: Verzia
th: เวอร์ชั่น
tr: Sürüm
uk: Версія
vi: Phiên bản
zh_hans: 版本
zh_hant: 版本
zh_hk: 版本

# TK.Message.accessDenied
source: Access Denied
ar: تم رفض الوصول
bg: Достъпът е отказан
ca: Accés denegat
cs: Přístup odepřen
da: Adgang nægtet
de: Zugriff verweigert
el: Η πρόσβαση απορρίφθηκε
es: Acceso denegado
es_419: Acceso Denegado
fi: Pääsy evätty
fr: Accès refusé
fr_ca: Accès refusé
he: גישה נדחתה
hi: प्रवेश अस्वीकृत
hr: Pristup odbijen
hu: Hozzáférés megtagadva
id: Akses Ditolak
it: Accesso negato
ja: アクセス拒否
kk: Құқық берілмеді
ko: 접근 거부
ms: Akses Ditolak
nb: Tilgang nektet
nl: Toegang Geweigerd
pl: Odmowa dostępu
pt_br: Acesso Negado
pt_pt: Acesso Negado
ro: Acces interzis
ru: Доступ запрещён
sk: Prístup zamietnutý
sv: Åtkomst nekad
th: เข้าถึงไม่ได้
tr: Erişim Reddedildi
uk: Доступ заборонено
vi: Truy cập bị từ chối
zh_hans: 访问被拒
zh_hant: 存取被拒
zh_hk: 訪問被拒

# TK.Message.anErrorOccurred
source: An Error Occurred
ar: حدث خطأ
bg: Възникна грешка
ca: Hi ha hagut un error
cs: Došlo k chybě
da: Der er opstået en fejl
de: Ein Fehler ist aufgetreten
el: Παρουσιάστηκε σφάλμα
es: Se ha producido un error
es_419: Ocurrió un error
fi: Tapahtui virhe
fr: Une erreur s’est produite
fr_ca: Une erreur est survenue.
he: אירעה שגיאה
hi: त्रुटि हुई
hr: Došlo je do greške
hu: Hiba lépett fel
id: Terjadi Kesalahan
it: Si è verificato un errore
ja: エラーが起きました
kk: Қате пайда болды
ko: 오류 발생
ms: Ralat Berlaku
nb: En feil oppstod
nl: Er heeft zich een fout voorgedaan
pl: Wystąpił błąd
pt_br: Ocorreu um erro
pt_pt: Ocorreu um erro
ro: A survenit o eroare
ru: Произошла ошибка
sk: Vyskytla sa chyba
sv: Ett fel inträffade
th: ข้อผิดพลาดเกิดขึ้น
tr: Bir Hata Oluştu
uk: Сталася помилка
vi: Đã xảy ra lỗi
zh_hans: 发生错误
zh_hant: 發生錯誤
zh_hk: 發生錯誤

# TK.Message.buildFailed
source: Build Failed
ar: فشل البناء
bg: Сборката не успя.
ca: Error de compilació.
cs: Chyba sestavení
da: Kompilering mislykkedes
de: Build fehlgeschlagen.
el: Η κατασκευή απέτυχε.
es: Fallo en la compilación.
es_419: Error de compilación.
fi: Kokoaminen epäonnistui.
fr: Échec de la compilation.
fr_ca: Échec de la compilation
he: הבנייה נכשלה
hi: बिल्ड विफल।
hr: Izgradnja nije uspjela.
hu: A fordítás sikertelen.
id: Build gagal.
it: Costruzione fallita.
ja: ビルドに失敗しました。
kk: Құрастыру сәтсіз аяқталды
ko: 빌드 실패
ms: Penghimpunan Gagal
nb: Bygging feilet.
nl: Build is mislukt.
pl: Budowanie nie powiodło się
pt_br: Falha na Compilação
pt_pt: Compilação falhou
ro: Construcție eșuată.
ru: Сборка не удалась.
sk: Nedá sa zostaviť.
sv: Byggningen misslyckades.
th: สร้างล้มเหลว.
tr: Derleme başarısız
uk: Збірка не вдалася.
vi: Xây dựng thất bại.
zh_hans: 构建失败
zh_hant: 建置失敗
zh_hk: 編譯失敗。

# TK.Message.buildSucceeded
source: Build Succeeded
ar: نجح البناء
bg: Сборката беше успешна.
ca: Compilació correcta.
cs: Sestavení bylo úspěšné
da: Kompilering lykkedes
de: Build erfolgreich.
el: Η κατασκευή ήταν επιτυχής.
es: Compilación exitosa.
es_419: Compilación exitosa.
fi: Kokoaminen onnistui.
fr: Compilation réussie.
fr_ca: Compilation réussie
he: הבנייה הצליחה
hi: बिल्ड सफल।
hr: Izgradnja uspješna.
hu: A fordítás sikeres volt.
id: Build berhasil.
it: Costruzione riuscita.
ja: ビルドが成功しました。
kk: Құрастыру сәтті аяқталды
ko: 빌드 성공
ms: Penghimpunan Berjaya
nb: Bygging lyktes.
nl: Build is geslaagd.
pl: Budowanie zakończone sukcesem
pt_br: Compilação Bem-Sucedida
pt_pt: Compilação realizada com sucesso
ro: Construcție reușită.
ru: Сборка завершена успешно.
sk: Zostava bola úspešná.
sv: Byggningen lyckades.
th: สร้างสำเร็จ.
tr: Derleme başarılı
uk: Збірка успішно завершена.
vi: Xây dựng thành công.
zh_hans: 构建成功
zh_hant: 建置成功
zh_hk: 編譯成功。

# TK.Message.connectionFailed
source: Connection Failed
ar: فشل الاتصال
bg: Неуспешна връзка
ca: Connexió fallida
cs: Selhalo připojení.
da: Forbindelse mislykkedes.
de: Verbindung fehlgeschlagen
el: Αποτυχία σύνδεσης
es: Conexión fallida
es_419: Conexión Fallida
fi: Yhteys epäonnistui.
fr: Échec de la connexion
fr_ca: Échec de la connexion
he: חיבור נכשל
hi: संयोग टूट गया।
hr: Povezivanje nije uspjelo.
hu: Kapcsolat hiba.
id: Koneksi Gagal
it: Connessione fallita
ja: 接続に失敗しました
kk: Байланыс сәтсіз аяқталды.
ko: 연결 실패
ms: Sambungan gagal
nb: Tilkobling feilet
nl: Verbinding mislukt
pl: Nie udało się połączyć.
pt_br: Falha na Conexão
pt_pt: Falha na conexão
ro: Conexiune eșuată
ru: Ошибка соединения
sk: Pripojenie zlyhalo.
sv: Anslutning misslyckades
th: การเชื่อมต่อล้มเหลว.
tr: Bağlantı Başarısız
uk: Помилка з'єднання.
vi: Kết nối thất bại.
zh_hans: 连接失败
zh_hant: 連線失敗
zh_hk: 連接失敗

# TK.Message.connectionTimeout
source: Connection timeout
ar: انتهت مهلة الاتصال
bg: Изтекло време за свързване
ca: Temps d'espera de connexió
cs: Časový limit připojení vypršel
da: Forbindelse timeout
de: Verbindungstimeout
el: Χρόνος σύνδεσης υπερβολικός
es: Tiempo de conexión agotado
es_419: Tiempo de conexión agotado
fi: Yhteyden aikakatkaisu
fr: Délai de connexion dépassé
fr_ca: Délai de connexion dépassé
he: זמן חיבור פג
hi: कनेक्शन टाइमआउट
hr: Vrijeme veze je isteklo
hu: Csatlakozási időtúllépés
id: Waktu koneksi habis
it: Timeout di connessione
ja: 接続タイムアウト
kk: Қосылымның тайм-ауты
ko: 연결 시간 초과
ms: Masa tamat sambungan
nb: Tilkoblingstiden utløpt
nl: Verbindingstime-out
pl: Przekroczono czas oczekiwania na połączenie
pt_br: Timeout de conexão
pt_pt: Tempo de conexão esgotado
ro: Timpul de conexiune a expirat
ru: Время ожидания подключения истекло
sk: Vypršal časový limit pripojenia
sv: Anslutningstiden har gått ut
th: หมดเวลาเชื่อมต่อ
tr: Bağlantı zaman aşımına uğradı.
uk: Час очікування з'єднання вичерпано
vi: Hết thời gian kết nối
zh_hans: 连接超时
zh_hant: 連接超時
zh_hk: 連接超時

# TK.Message.deployFailed
source: Deploy Failed
ar: فشل النشر.
bg: Неуспех при разгръщането.
ca: Implementació fallida.
cs: Nasazení selhalo.
da: Udrulning mislykkedes
de: Bereitstellung fehlgeschlagen.
el: Αποτυχία ανάπτυξης.
es: Fallo en la implementación
es_419: Despliegue fallido
fi: Käyttöönottaminen epäonnistui
fr: Échec de déploiement.
fr_ca: Échec du déploiement
he: פריסת המערכת נכשלה
hi: डिप्लॉयमेंट विफल
hr: Neuspjeh prilikom implementacije.
hu: A telepítés meghiúsult
id: Gagal dalam penerapan
it: Distribuzione non riuscita.
ja: デプロイに失敗しました。
kk: Орнату сәтсіз аяқталды
ko: 배포 실패.
ms: Penghantaran gagal
nb: Distribusjon feilet
nl: Implementatie mislukt.
pl: Wdrożenie nie powiodło się
pt_br: Falha na implantação.
pt_pt: Falha na implementação
ro: Implementare eșuată
ru: Ошибка развертывания.
sk: Nasadenie zlyhalo
sv: Utrullning misslyckades
th: ปรับใช้ล้มเหลว
tr: Dağıtım başarısız oldu
uk: Помилка розгортання
vi: Triển khai không thành công
zh_hans: 部署失败
zh_hant: 部署失敗
zh_hk: 部署失敗

# TK.Message.fileNotFound
source: File not found
ar: لم يتم العثور على الملف
bg: Файлът не беше намерен
ca: Fitxer no trobat
cs: Soubor nebyl nalezen.
da: Filen blev ikke fundet
de: Datei nicht gefunden
el: Το αρχείο δεν βρέθηκε
es: Archivo no encontrado
es_419: Archivo no encontrado
fi: Tiedostoa ei löytynyt
fr: Fichier non trouvé
fr_ca: Fichier introuvable
he: הקובץ לא נמצא
hi: फाइल नहीं मिली
hr: Datoteka nije pronađena
hu: Fájl nem található
id: File tidak ditemukan
it: File non trovato
ja: ファイルが見つかりません
kk: Файл табылған жоқ
ko: 파일을 찾을 수 없습니다.
ms: Fail tidak dijumpai
nb: Fil ikke funnet
nl: Bestand niet gevonden
pl: Nie znaleziono pliku
pt_br: Arquivo não encontrado
pt_pt: Ficheiro não encontrado
ro: Fișierul nu a fost găsit
ru: Файл не найден
sk: Súbor nebol nájdený
sv: Fil hittades inte
th: ไม่พบไฟล์
tr: Dosya bulunamadı.
uk: Файл не знайдено
vi: Không tìm thấy tệp
zh_hans: 找不到文件
zh_hant: 未找到檔案
zh_hk: 未找到文件

# TK.Message.importFailed
source: Import Failed
ar: فشل الاستيراد
bg: Импортът неуспешен
ca: Importació fallida
cs: Import selhal.
da: Import mislykkedes
de: Import fehlgeschlagen
el: Αποτυχία εισαγωγής
es: Importación fallida
es_419: Importación fallida
fi: Tuonti epäonnistui
fr: Importation échouée
fr_ca: Échec de l'importation
he: ייבוא נכשל
hi: आयात विफल हुआ
hr: Uvoz nije uspio
hu: Importálás sikertelen
id: Impor Gagal
it: Esportazione fallita.
ja: インポートに失敗しました
kk: Импорттау сәтсіз болды
ko: 가져오기 실패
ms: Kegagalan import
nb: Import mislyktes
nl: Importeren mislukt
pl: Niepowodzenie importu
pt_br: Falha na importação
pt_pt: Importação falhada
ro: Import eșuat
ru: Ошибка импорта
sk: Import zlyhal
sv: Import misslyckades
th: การนำเข้าล้มเหลว
tr: İçe Aktarma Başarısız Oldu.
uk: Не вдалося імпортувати
vi: Nhập không thành công
zh_hans: 导入失败
zh_hant: 匯入失敗
zh_hk: 导入失败

# TK.Message.invalidAPIKey
source: Invalid API Key
ar: مفتاح API غير صالح
bg: Невалиден API ключ
ca: Clau API no vàlida
cs: Neplatný API klíč
da: Ugyldig API-nøgle
de: Ungültiger API-Schlüssel
el: Μη έγκυρο API Key
es: Clave de API no válida
es_419: Clave de API inválida.
fi: Virheellinen API-avain
fr: Clé API invalide
fr_ca: Clé API invalide.
he: מפתח API לא חוקי
hi: अवैध API कुंजी
hr: Nevažeći API ključ
hu: Érvénytelen API kulcs
id: Kunci API tidak valid
it: Chiave API non valida
ja: 無効なAPIキー
kk: API кілті жарамсыз
ko: 유효하지 않은 API 키입니다.
ms: Kunci API tidak sah
nb: Ugyldig API-nøkkel
nl: Ongeldig API-sleutel.
pl: Nieprawidłowy klucz API
pt_br: Chave de API inválida
pt_pt: Chave API inválida.
ro: Cheia API este invalidă.
ru: Недействительный API-ключ
sk: Neplatný API kľúč
sv: Ogiltig API-nyckel
th: API Key ไม่ถูกต้อง
tr: Geçersiz API Anahtarı
uk: Недійсний API ключ.
vi: API Key không hợp lệ
zh_hans: 无效的API密钥
zh_hant: 無效的 API 金鑰
zh_hk: 無效的 API 密鑰

# TK.Message.invalidCredentials
source: Invalid credentials
ar: بيانات الدخول غير صحيحة
bg: Невалидни данни за удостоверяване
ca: Credencials no vàlides
cs: Neplatné přihlašovací údaje
da: Ugyldige legitimationsoplysninger
de: Ungültige Anmeldedaten
el: Μη έγκυρα διαπιστευτήρια
es: Credenciales no válidas
es_419: Credenciales inválidas
fi: Väärät tunnistetiedot.
fr: Identifiants invalides
fr_ca: Identifiants invalides
he: פרטי הזיהוי לא תקינים
hi: अमान्य प्रमाणपत्र
hr: Neispravne vjerodajnice
hu: Érvénytelen hitelesítő adatok
id: Kredensial tidak valid
it: Credenziali non valide
ja: 無効な認証情報
kk: Деректерді тексеру мүмкін емес
ko: 잘못된 인증 정보
ms: Kelayakan tidak sah
nb: Ugyldige legitimasjonsopplysninger
nl: Ongeldige inloggegevens
pl: Nieprawidłowe dane uwierzytelniające
pt_br: Credenciais inválidas
pt_pt: Credenciais inválidas
ro: Credențiale invalide
ru: Недействительные учетные данные
sk: Neplatné prihlasovacie údaje
sv: Ogiltiga inloggningsuppgifter
th: ข้อมูลประจำตัวไม่ถูกต้อง
tr: Geçersiz kimlik bilgileri
uk: Неправильні облікові дані
vi: Thông tin xác thực không hợp lệ
zh_hans: 凭证无效
zh_hant: 身份驗證失敗
zh_hk: 凭证无效
